proyectoFinal/logs/capacidad/wrk/capacidad-20250608_180751.log
Running 30s test @ http://192.168.30.50/
  2 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    28.56ms   20.56ms 186.11ms   79.30%
    Req/Sec     0.86k   154.75     1.04k    89.78%
  11763 requests in 30.06s, 10.75MB read
  Socket errors: connect 0, read 0, write 0, timeout 49
Requests/sec:    391.34
Transfer/sec:    366.11KB